-- -------------------------------------------------------------
-- TablePlus 3.7.0(327)
--
-- https://tableplus.com/
--
-- Database: dchild
-- Generation Time: 2020-07-15 23:09:27.0410
-- -------------------------------------------------------------


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;


DROP TABLE IF EXISTS `japmedstat`;
CREATE TABLE `japmedstat` (
  `id` bigint unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(255) NOT NULL,
  `value` varchar(255) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=142 DEFAULT CHARSET=utf8;

INSERT INTO `japmedstat` (`id`, `name`, `value`) VALUES
('1', 'クエン酸', '1204'),
('2', 'エパルレスタット', '6911'),
('3', 'キネダック', '6911'),
('4', 'ボグリボース', '0836'),
('5', 'セイブル', '0836'),
('6', 'グルコバイ', '0836'),
('7', 'スージャヌ', '0836'),
('8', 'フロセミド', '2301'),
('9', 'サムスカ', '2301'),
('10', 'ラシックス', '2301'),
('11', 'ルプラック', '2301'),
('12', 'ダイアート', '2301'),
('13', 'アーチスト', '2002'),
('14', 'カルベジロール', '2002'),
('15', 'ビソプロロール', '2002'),
('16', 'メインテート', '2002'),
('17', 'サンリズム', '2002'),
('18', 'ベラパミル', '2002'),
('19', 'シベノール', '2002'),
('20', 'ベラパミル塩酸塩', '2002'),
('21', 'ビソプロロールフマル酸塩', '2002'),
('22', 'タケルダ', '1911+0001'),
('23', 'アスパラカリウム', '0907'),
('24', 'ランソプラゾール', '0001'),
('25', 'タケキャブ', '0001'),
('26', 'オメプラール', '0001'),
('27', 'タケプロン', '0001'),
('28', 'ネキシウムカプセル', '0001'),
('29', 'モサプリドクエン酸塩', '0035'),
('30', 'セララ', '2312'),
('31', 'スピロノラクトン', '2312'),
('32', 'ジャディアンス', '0810'),
('33', 'ノボラピッド', '0810'),
('34', 'ノボリン', '0810'),
('35', 'トラゼンタ', '0810'),
('36', 'フォシーガ', '0810'),
('37', 'エクメット', '0810'),
('38', 'メトホルミン', '0810'),
('39', 'デベルザ', '0810'),
('40', 'カナリア', '0810'),
('41', 'メトグルコ', '0810'),
('42', 'エクア', '0810'),
('43', 'アシノン', '0001'),
('44', 'アマリール', '0810'),
('45', 'マグネシウム', '0420'),
('46', 'アルダクトン', '2312'),
('47', 'シロスタゾール', '1911'),
('48', 'プレタール', '1911'),
('49', 'エフィエント', '1911'),
('50', 'アンプラーグ', '1911'),
('51', 'リマプロストアルファデクス', '2907'),
('52', 'クロピドグレル', '1911'),
('53', 'バイアスピリン', '1911'),
('54', 'テルミサルタン', '2201'),
('55', 'ミカルディス', '2201'),
('56', 'アダラートＣＲ', '2201'),
('57', 'オルメサルタン', '2201'),
('58', 'アダラート', '2201'),
('59', 'カルデナリン', '2201'),
('60', 'エナラート', '2201'),
('61', 'ニフェジピン', '2201'),
('62', 'ペリンドプリルエルブミン', '2201'),
('63', 'ロサルタンカリウム', '2201'),
('64', 'ザクラス', '2201'),
('65', 'アムロジピン', '2201'),
('66', 'レザルタス', '2201'),
('67', 'オルメテック', '2201'),
('68', 'コバシル', '2201'),
('69', 'アバプロ', '2201'),
('70', 'アイミクス', '2201'),
('71', 'ユニシア', '2201'),
('72', 'アイトロール', '2601'),
('73', 'シグマート', '2601'),
('74', 'ニコランジル', '2601'),
('75', 'リクシアナ', '1001'),
('76', 'イグザレルト', '1001'),
('77', 'プラザキサ', '1001'),
('78', 'エリキュース', '1001'),
('79', 'ワーファリン', '1001'),
('80', 'クレストール', '1316'),
('81', 'シンバスタチン', '1316'),
('82', 'メバロチン', '1316'),
('83', 'リピトール', '1316'),
('84', 'ロスバスタチン', '1316'),
('85', 'ロスーゼット', '1316'),
('86', 'アロプリノール', '6409'),
('87', 'フェブリク', '6409'),
('88', 'カルボシステイン', '8301'),
('89', 'アスベリン', '8301'),
('90', 'カルボシステインＤＳ', '8301'),
('91', 'ホクナリンテープ', '8102'),
('92', 'トピロリック', '6409'),
('93', 'トリアゾラム', '7304'),
('94', 'ブロチゾラム', '7304'),
('95', 'アメジニウムメチル', '2701'),
('96', 'メリスロン', '0219'),
('97', 'ロゼレム', '7304'),
('98', 'アミティーザカプセル', '0416'),
('99', 'リンゼス', '0416'),
('100', 'ラックビー', '0726'),
('101', 'セルベックス', '0035'),
('102', '酸化マグネシウム', '0426'),
('103', '塩化ナトリウム', '0907'),
('104', 'フェロ・グラデュメット', '1204'),
('105', 'ツロブテロールテープ', '8102'),
('106', 'アンヒバ', '7102'),
('107', 'ボルタレン', '7102'),
('108', 'カロナール', '7102'),
('109', 'ロキソニン', '7102'),
('110', 'リレンザ', '5302'),
('111', 'タミフル', '5302'),
('112', 'タミフルドライシロップ', '5302'),
('113', 'マーズレンＳ', '0035'),
('114', 'ＰＬ', '7145'),
('115', 'ポピヨドンガーグル', '5501'),
('116', 'ＳＰトローチ', '9132'),
('117', 'ジクロフェナクナトリウムテープ', '7139'),
('118', 'ロコアテープ', '7139'),
('119', 'フロモックス', '5101'),
('120', 'ベタヒスチンメシル酸塩', '0219'),
('121', 'ドンペリドン', '0202'),
('122', 'ラニラピッド', '2108'),
('123', 'バップフォー', '4904'),
('124', 'ヘルベッサー', '2002'),
('125', 'エディロールカプセル', '0962'),
('126', 'ムコダイン', '8301'),
('127', 'アズレンスルホン酸', '0035'),
('128', 'オパルモン', '2907'),
('129', 'プラバスタチン', '1316'),
('130', 'プラザキサカプセル', '1001'),
('131', 'ニトロダームＴＴＳ', '2601'),
('132', 'コンプラビン', '1911'),
('133', 'ナトリックス', '2201'),
('134', 'トラディアンス', '0810'),
('135', 'パルモディア', '1316'),
('136', 'ベルソムラ', '7304'),
('137', 'アムロジンＯＤ', '2201'),
('138', 'ムコソルバンＬ', '8301'),
('139', 'コニール', '2201'),
('140', 'リバロ', '1316'),
('141', 'ミカムロ', '2201');


/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;